<?php
return [
    'length' => '長度換算能自動換算所有不同單位的長度測量值，包含公制的公里 (km)、公尺 (m)、公分 (cm)、公釐 (mm)、微米 (μm)、奈米 (nm)，以及英制的碼 (yd)、英尺 (ft)、英寸 (in)、浪 (fur)、英里 (mi)。',
    'weight' => '重量換算能自動換算所有不同單位的質量測量值，包含公制的克 (g)、公斤 (kg)、公噸 (mt)，以及英制的盎司 (oz)、磅 (lb)、英噸 (LT)、美噸 (ST)。',
    'temperature' => '溫度換算能自動換算所有不同單位的溫度，包含公攝氏 (°C)、華氏 (°F)、凱氏 (K)、蘭金 (°R)。',
    'conversion_calculator' => '本工具提供了一個簡單易用的單位轉換功能，讓您可以輕鬆地在長度、重量、溫度等不同類型的度量單位之間進行轉換。',
    'disclaimer_1' => '歡迎您造訪「Banshus」(以下簡稱本網站)。請注意，瀏覽本網站即表示您同意以下條款 :',
    'disclaimer_2' => '風險承擔 : 本網站所提供的所有內容僅供參考，任何人使用本網站內容所產生的風險，均由使用者自行承擔，本網站概不負責。',
    'disclaimer_3' => '內容準確性 : 本網站已盡力提供正確之內容，但不保證其正確性或可靠性。對於內容的錯誤或遺漏，本網站不承擔任何責任，並保留隨時更改內容的權利，恕不另行通知。',
    'disclaimer_4' => '網站服務 : 本網站保留隨時停止或變更網頁資料及相關條款的權利，恕不事先通知用戶。',
    'disclaimer_5' => '免責聲明 : 本網站不對任何因使用或連結本網站而引起的任何損害(包括但不限於電腦病毒、系統故障、資料損失)承擔責任。本網站不對誹謗、侵犯版權或知識產權所造成的任何損失(包括但不限於利潤損失、商譽損失、資料損失或其他無形損失)承擔責任，不論是否屬於直接、間接、附帶、特別、衍生性或懲罰性賠償。',
    'area' => '面積換算能自動換算所有不同單位的面積，包含公制的公頃 (ha)、平方公里 (km²)、平方公尺 (m²)、平方公分 (cm²)，以及英制的平方碼 (yd²)、平方英尺 (ft²)、平方英吋 (in²)。',
    'bmi' => '身體質量指數(BMI)是一種用於衡量一個人體重與身高之間關係的指標。計算BMI的公式是將一個人的體重(以公斤為單位)除以身高的平方(以公尺為單位)。通常BMI用於評估一個人是否過重、正常、過輕或肥胖。',
    'body_fat' => '體脂率是衡量人體脂肪與總體重之間百分比的指標。它反映了身體脂肪含量的多少，通常被用來評估肥胖程度。然而，體脂率並非固定不變的數值，它會受到個人的飲食、運動習慣等因素的影響而變化。',
];