<?php
return [
    'length' => '长度转换自动将不同单位的测量值进行转换，包括公制的千米（km）、米（m）、厘米（cm）、毫米（mm）、微米（μm）、纳米（nm），以及英制的码（yd）、英尺（ft）、英寸（in）、浪（fur）、英里（mi）。',
    'weight' => '重量转换自动将不同单位的测量值进行转换，包括公制的克（g）、千克（kg）、公吨（mt），以及英制的盎司（oz）、磅（lb）、英吨（LT）、美吨（ST）。',
    'temperature' => '温度转换自动将不同单位的温度进行转换，包括摄氏度（°C）、华氏度（°F）、开尔文（K）、兰金（°R）。',
    'conversion_calculator' => '此工具提供了一个简单易用的单位转换功能，可以轻松地在长度、重量、温度等不同类型的度量单位之间进行转换。',
    'disclaimer_1' => '欢迎您访问“Banshus”（以下简称本网站）。请注意，浏览本网站即表示您同意以下条款：',
    'disclaimer_2' => '风险承担：本网站提供的所有内容仅供参考。使用本网站内容所产生的风险，由用户自行承担，本网站概不负责。',
    'disclaimer_3' => '内容准确性：本网站已尽力提供正确的内容，但不保证其准确性或可靠性。对于内容的错误或遗漏，本网站不承担任何责任，并保留随时更改内容的权利，恕不另行通知。',
    'disclaimer_4' => '网站服务：本网站保留随时停止或更改网页数据及相关条款的权利，恕不事先通知用户。',
    'disclaimer_5' => '免责声明：本网站不对因使用或连接本网站而引起的任何损害（包括但不限于计算机病毒、系统故障、数据丢失）承担责任。本网站不对诽谤、侵犯版权或知识产权所造成的任何损失（包括但不限于利润损失、商誉损失、数据损失或其他无形损失）承担责任，不论是属于直接、间接、附带、特殊、衍生性或惩罚性赔偿。',
    'area' => '面积转换自动将不同单位的测量值进行转换，包括公制的公顷（ha）、平方千米（km²）、平方米（m²）、平方厘米（cm²），以及英制的平方码（yd²）、平方英尺（ft²）、平方英寸（in²）。',
    'bmi' => '身体质量指数（BMI）是衡量一个人体重与身高之间关系的指标。计算BMI的公式是将一个人的体重（以千克为单位）除以身高的平方（以米为单位）。通常BMI用于评估一个人是否超重、正常、过轻或肥胖。',
    'body_fat' => '体脂率是衡量人体脂肪与总体重之间百分比的指标。它反映了身体脂肪含量的多少，通常被用来评估肥胖程度。然而，体脂率并非固定不变的数值，它会受到个人的饮食、运动习惯等因素的影响而变化。',
    'health' => '各项健康计算工具，协助有运动健身需求的人们精确计算BMI（身体质量指数）、体脂率、BMR（基础代谢率）等重要健康指标。 透过这些工具，使用者能更清晰地了解自身健康状况。',
    'bmr' => '基础代谢率（BMR）是指在静息状态下，维持身体基本生理功能所需的最低能量消耗量。BMR的计算不考虑任何活动或消化过程，仅仅是维持生命所需的最低能量。',
    'tdee' => '每日总能量消耗（TDEE）是根据你的活动水平，身体每天需要维持当前体重所需的总卡路里数。 它包括你的基础代谢率（BMR）、食物消化所需的能量（食物的热效应），以及通过体力活动消耗的卡路里。',
];
